;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Ελληνικά
;Language name in English e.g. German
LanguageEn=Greek

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(κενό)
21027=OK
21028=Άκυρο
21029=Κλείσιμο

;Words - simple words can be reused
150=Κανένα
151=Εφαρμογή
152=Φάκελος
153=Αρχείο
154=Όνομα
155=Διαδρομή
156=Όνομα:
157=Συντόμευση:
158=Διαδρομή:
159=Reset

;Global
602=Επιλογές Listray

;Balloon
801=Το Listary εκτελείται στο παρασκήνιο.
802=Εύρεση κατά την πληκτρολόγηση
803=Η εύρεση κατά την πληκτρολόγηση απενεργοποιήθηκε προσωρινά για αυτήν τη λίστα. Πιέστε το πλήκτρο ESC για επαναφορά.

;Tray Menu
1001=Βοήθεια Online
1002=Έλεγχος ενημερώσεων...
1003=Περί
1004=Έξοδος

;Toolbar
1100=Αναζήτηση

;Favorite Menu
2000=Αγαπημένα
2001=Αυτή η εφαρμογή
2002=Καθολικά
2003=Προσθήκη εδώ
2004=Προσθήκη τρέχοντος φακλέλου στα αγαπημένα
2050=Αδυναμία προσθήκης αγαπημένου
2051=Το Listary δε μπόρεσε να εντοπίσει τη διαδρομή του φακέλου.

;Recent Menu
2100=Πρόσφατα
2101=Εκκαθάριση
2105=Εντοπισμός της εφαρμογής
2106=Μη εντοπισμός της εφαρμογής

;Commands Menu
2201=Ανοικτοί φάκελοι
2202=Μετάβαση στον τελευταίο ανοικτό φάκελο
2203=Άνοιγμα επιλεγμένου αρχείου στον explorer
2204=Εξερεύνηση τρέχοντος φακέλου
2205=Γραμμή εντολών
2206=Μετάβαση στο φάκελο της εφαρμογής
2207=Εξερεύνηση φάκελου της εφαρμογής
2208=Εμφάνιση καταλήξεων αρχείων
2209=Εμφάνιση κρυφών αρχείων και φακέλων
2210=Αντιγραφή διαδρομής φακέλου
2211=Αντιγραφή διαδρομών επιλεγμένων αντικειμένων
2212=Αντιγραφή ονομάτων επιλεγμένων αντικειμένων
2213=Επιλογές
2214=Αναβάθμιση σε Listary Pro
2215=Export List Content to Excel
2216=Απενεργοποίηση Listary για αυτή την εφαρμογή
2218=Διαχωριστικό
2219=Ένα επίπεδο επάνω
2252=Θέλετε σίγουρα να απενεργοποιήσετε το Listary για αυτή την εφαρμογή
2253=Απενεργοποίηση Listary
2254=Το Listary δε θα εμφανίζεται από την επόμενη εκκίνηση αυτής της εφαρμογής.\nΜπορείτε από τις Επιλογές > Εφαρμογές να το ενεργοποιήσετε ξανά.
2260=Γραμμή εντολών (Διαχειριστής)
2261=Προσθήκη τρέχοντος φακέλου ως σχέδιο

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Λίστα
2301=Μετάβαση
2302=Δε βρέθηκαν σχετικά.
2303=(τρέχων φάκελος)
2304=Σχέδιο
2305=Μενού περιβάλλοντος

;Options > General
3000=Γενικά
3001=Εκκίνηση του Listary με τα Windows
3002=Αυτόματη εστίαση στη λίστα αρχείων του Windows XP Explorer
3004=Γρήγορη αλλαγή (άνοιγμα τρέχοντος φακέλου σε διαλόγους κατά τη μετάβαση από τον Explorer)
3005=Γλώσσα:
3006=Προκαθορισμένος διαχειριστής αρχείων
3007=Συμπληρώστε το αν θέλετε να χρησιμοποιήσετε άλλον από τον Windows Explorer.\nΕισάγετε %1 στις παραμέτρους για τη διαδρομή. Μη ξεχάσετε τα εισαγωγικά.
3008=Ασαφής αντιστοίχιση
3009=Έλεγχος για ενημερώσεις αυτόματα
3010=Έλεγχος για νέες εκδόσεις beta
3020=Πρόθεμα για να απενεργοποιήσετε προσωρινά την εύρεση καθώς πληκτρολογείτε στην τρέχουσα λίστα (πιέστε το ESC για επαναφορά):

;Options > Favorites
3100=Αγαπημένα
3106=Υπομενού

;Options > Commands
3306=Προσθήκη προσαρμοσμένης εντολής
3309=Εντολή
3313=Εμφ. τίτλος:
3314=Περιγραφή:
3315=Λέξη-κλειδί:
3316=Αθόρυβα
3317=Εκτέλεση ως διαχειριστής

;Options > Applications
3402=Ενεργοποίηση του Listary για αυτή την εφαρμογή
3403=Εντοπισμός πρόσφατων αρχείων και φακέλων

;Options > Keyboard and Mouse
3503=Εμφάνιση γραμμής Listary:
3504=Εμφάνιση αναδυόμενου μενού:

;Options > Display
3603=Σχετική με τη λίστα
3604=Σχετική με το παράθυρο
3605=Απο επάνω
3606=Από κάτω
3607=Από αριστερά
3608=Από δεξιά
3618=Επάνω μέρος του παραθύρου
3619=Κάτω μέρος του παραθύρου
3620=Σχετική με την οθόνη
3621=Center of window
3624=Διπλό κλικ ποντικιού σε κενό χώρο για ενεργοποίηση του Listary
3625=Μεσαίο κλικ ποντικιού για ενεργοποίηση του Listary
3626=Ενεργοποίηση τοπικών πλήκτρων συντόμευσης όταν η γραμμή Listary είναι κρυμμένη
3628=Θέση γραμμής εργαλείων
3629=Εύρεση κατά την πληκτρολόγηση

;Options > Pro
3800=Αναβάθμιση σε Listary Pro
3802=Όνομα:
3803=Email:
3804=Κωδικός εγγραφής:
3808=Επικόλληση από το πρόχειρο
3809=Έλεγχος κωδικού εγγραφής
3810=Συγχαρητήρια, έχετε αναβαθμίσει με επιτυχία σε Listary Pro!
3811=Λυπούμαστε, ο κωδικός εγγραφής είναι άκυρος.
3812=Το Listary είναι δωρεάν για προσωπική μόνο χρήση.
3813=Για εμπορική χρήση, ή για να για να υποστηρίξετε την ανάπτυξη του προγράμματος, παρακαλούμε να αναβαθμίσετε στην έκδοση Pro.
3814=Πάρτε το Listary Pro Τώρα!

;Options > About
3900=Περί
3902=Μετάβαση στην ιστοσελίδα του Listary
3903=Αυτό το πρόγραμμα είναι καταχωρημένο στον

;Options > Integration
4000=Ενσωμάτωση
4002=Xρήση του Total Commander σε παράθυρα διαλόγων

;Custom Command Dialog
4200=Προσαρμοσμένη εντολή
4201=Πλήρης διαδρομή εκτελέσιμου αρχείου.\nΠαράδειγμα: C:\Program Files\7-Zip\7z.exe
4202=Παράμετροι:
4203=Το παράδειγμα δείχνει πς να προσθέσετε το επιλεγμένο αρχείο σε συμπιεσμένο με το 7-Zip.\n\nΜπορείτε να χρησιμοποιήσετε τις παρακάτω μεταβλητές στις παραμέτρους. Οι παράμετροι δεν περιλαμβάνουν εισαγωγικά, προσθέστε τα ανάλογα με τις ανάγκες σας.
4204=%file%\t\tΠλήρης διαδρομη αρχείου/φακέλου.\nΠαράδειγμα:  D:\download\music\example.mp3\n\n%path%\tΔιαδρομή τρεχοντος αρχείου/φακέλου.\nΠαράδειγμα: D:\download\music\\n\n%filename%\tΌνομα επιλεγμένου αρχείου/φακέλου.\nΠαράδειγμα: example.mp3
4210=Δημιουργία αρχείου Txt (παράδειγμα)
4211=Δημιουργία "{ερώτημα} .txt"
4212=Π.χ. τύπου "txt abc" για να επεξεργαστείτε "abc.txt" με το σημειωματάριο

;Add Favorite Dialog
4300=Προσθήκη αγαπημένου
4301=Χρήση διαδρομής

;Menu List
4400=Μενού
4401=Γραμμή εργαλείων
4402=Αναδυόμενο μενού
4403=Αγαπημένα
4404=Αγαπημένα εφαρμογής
4405=Μενού φακέλων Total Commander
4406=Πρόσφατα
4407=Εντολές
4408=Αριστερό κλικ μενού γραμμής ειδοποιήσεων
4409=Δεξιό κλικ μενού γραμμής ειδοποιήσεων

;Menu List Item Type
4500=Αγαπημένος φάκελος
4501=Αγαπημένο έγγραφο
4502=Έναρξη εφαρμογής

;Options > Menus
5000=Μενού
5001=Εντολές
5002=Επαναφορά μενού
5003=Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα μενού στην προεπιλογή
5010=Αλλαγή εικονιδίου
5011=Επαναφορά προεπιλεγμένου εικονιδίου

;Options > By Window Type
5100=Τύποι παραθύρων

;Options > Hotkeys
5200=Συντομεύσεις

;Options > By Application
5300=Κατά εφαρμογή
5301=Καρφιτσωμένες διαδρομές
5302=Εμφανίζονται μόνο οι εφαρμογές με μη προεπιλεγμένες ρυθμίσεις.

;Options > Index
5402=Αναζήτηση σε υποφακέλους αυτόματα
5403=Πρόθεμα αναζήτησης όλες τις μονάδες δίσκου:
5404=Εξαιρέσεις αναζήτησης δίσκου
5410=Εξαίρεση μιας μονάδας δίσκου ή φάκελου
5411=Προσθέστε ένα φίλτρο εξαίρεσης
5412=Αφαίρεση επιλεγμένης καταχώρησης
5413=Αναζήτηση δίσκου
5416=Απενεργοποίηση αναζήτησης δίσκου
5417=Εξαναγκασμένη επαναδημιουργία ευρετηρίου
5418=Φόρτωση...
5419=Ευρετήριο
5420=Τόμοι NTFS
5421=Ορισμός θέσεων ευρετηρίου
5422=Ανύπαρκτοι αποκλεισμοί φακέλων
5423=Φίλτρα αποκλεισμού
5430=Προσθέστε μια θέση ευρετηρίου
5440=Ενημέρωση ευρετηρίου κάθε $1 λεπτά (0 για απενεργοποίηση)
5441=Ενημέρωση ευρετηρίου τώρα


;Options > History
5500=Ιστορικό
5501=Διατήρηση ιστορικού ανοίγματος αρχείων και φακέλων
5502=Εκκαθάριση ιστορικού
5503=Είστε σίγουροι ότι θέλετε να διαγράψετε όλο το ιστορικό
3208=Αυτόματη επιλογή τελευταίου ανοιγμένου αρχείου σε παράθυρα διαλόγου
3215=Αναζήτηση σε πρόσφατα αρχεία και φακέλους
5510=Εξαιρέσεις ιστορικού

;Options > Projects
5600=Σχέδια
5601=Λέξη-κλειδί
5602=Τι είναι αυτό
5603=Για παράδειγμα, αν προσθέσετε "D:\Websites\My Blog" ως ένα έργο με τη λέξη-κλειδί "blog", μπορείτε να πληκτρολογήσετε "file_to_find.html blog" για να αναζητήσετε αρχεία και φακέλους σε αυτό από οπουδήποτε και ανά πάσα στιγμή.
5605=Αναβάθμιση σε Listary Pro τώρα για να χρησιμοποιείτε τα σχέδια!

;Options > Appearance
5700=Εμφάνιση
5701=Μέγεθος
5702=Κανονικό
5703=Μικρό
5710=(σε pixels. 0 για προκαθορισμένο)
5711=Πλάτος:
5712=Μέγιστο ύψος:

;Options > Launch Apps
5800=Εκτέλεση εφαρμογών
5801=Αναζήτηση φακέλων

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Προσθήκη φίλτρου εξαίρεσης
6101=* ταιριάζει μηδέν ή περισσότερους χαρακτήρες
6102=? ταιριάζει ένα χαρακτήρα
6103=Φίλτρο:

;Dialog > Register Hotkey
6200=Πλήκτρο συνρόμευσης Listary
6201=Το πλήκτρο συνρόμευσης $1 χρησιμοποιείται από άλλη εφαρμογή.
6202=Καθορίστε ένα νέο:

;Dialog > Upgrade to Pro
6301=Αυτό το χαρακτηριστικό παρέχεται ως μέρος της δοκιμαστικής έκδοσης του Listary Pro.
6302=Συνέχεια

;Updates
6400=Ενημέρωση Listary
6402=Το Listary δεν μπορεί να ελέγξει για ενημερώσεις τώρα, παρακαλώ προσπαθήστε ξανά αργότερα.
6403=Χρησιμοποιείτε ήδη την πιο πρόσφατη έκδοση του Listary, ελέγξτε ξανά στο μέλλον.
6404=Μια νέα έκδοση του $1 διατίθεται.
6405=Εγκατεστημένη έκδοση:
6406=Τελευταία έκδοση:
6407=Άνοιγμα σελίδας λήψης
6408=Παραλείψτε αυτήν την έκδοση
6409=Υπενθύμιση αργότερα

;UI
8000=Κάντε κλικ για να ορίσετε το πλήκτρο συντόμευσης
8001=Πατήστε το πλήκτρο συντόμευσης

;Actions
9000=Ενέργεια
9001=Άνοιγμα φακέλου
9002=Αντιγραφή διαδρομής στο πρόχειρο
9003=Άνοιγμα
9004=Αντιγραφή διαδρομής φακέλου στο Πρόχειρο
9005=Αντιγραφή σε τρέχοντα φάκελο
9006=Μετακίνηση σε τρέχοντα φάκελο
9007=Αντιγραφή
9008=Αποκοπή
9020=Είστε σίγουροι ότι θέλετε να μετακινήσετε το "$1" στο "$2"?

;Tutorial
7000=Φροντιστήριο
7001=Δοκιμάστε το!
7002=Επόμενο >
7003=Όχι, ευχαριστώ
7004=Τέλος
7005=Κάντε κλικ στο *Επόμενο >* όταν τελειώσσετε

7010=Φαίνεται να είναι η πρώτη φορά που εκτελείτε το Listary. Θα θέλατε να κάνετε ένα φροντιστήριο

7020=Ένα παράθυρο Explorer θα ανοίξει για να ξεκινήσετε.

7030=Στον Explorer μπορείτε να πληκτρολογήσετε απευθείας ό,τι χρειάζεστε.
7031=Πληκτρολογήστε *text 2*

7040=*Tab / επάνω / κάτω:* Επιλέξτε ένα αρχείο ή φάκελο
7041=*Enter:* Άνοιγμα επιλεγμένου αρχείου ή φακέλου
7042=*ESC:* Απόκρυψη γραμμής εργαλείων του Listary

7050=Εάν χρησιμοποιείτε συχνά το μενού δεξιού κλικ (μενού περιβάλλοντος), ο τρόπος δράσης θα είναι πολύ χρήσιμος.
7051=Πληκτρολογήστε το δικό σας όρο αναζήτησης
7052=Επιλέξτε ένα από τα αποτελέσματα (με Tab / επάνω / κάτω)
7053=Πατήστε δεξί βελάκι

7060=Όλες οι καταχωρήσεις σας στο μενού περιβάλλοντος είναι εδώ (32-bit και 64-bit). Μπορείτε να χρησιμοποιήσετε την αναζήτηση για να επιλέξετε αυτό που χρειάζεστε άμεσα.

7070=Μπορείτε επίσης να πληκτρολογήσετε μια διαδρομή απευθείας.
7071=Πληκτρολογήστε μια διαδρομή όπως D:\My folder\Photos

7080=Για να αποφεύγονται οι συγκρούσεις, το Listary δεν θα εμφανίζεται καθώς πληκτρολογείτε αυτόματα σε ορισμένους τρίτους διαχειριστές αρχείων. Μπορείτε πάντα να χρησιμοποιήσετε το πλήκτρο συντόμευσης ($1) για να το ενεργοποιήσετε.
7081=Δοκιμάστε το πλήκτρο συντόμευσης *$1*

7090=Αν προτιμάτε το ποντίκι, μπορείτε να χρησιμοποιήσετε το ποντίκι, κάντε διπλό κλικ ή μεσαίο κλικ για να αποκτήσετε πρόσβαση στο Listary.
7091=Κάντε διπλό κλικ σε οποιοδήποτε κενό χώρο δεξιά στον Explorer.

7100=Το Listary μπορεί να αναζητήσει σε όλες τις μονάδες δίσκου (NTFS) με ιλιγγιώδη ταχύτητα.
7101=Πληκτρολογήστε *notepad.exe*
7102=Επιλέξτε Notepad
7103=Πατήστε Enter για να το ανοίξετε

7110=Τώρα θα πρέπει να έχετε ένα ανοιχτό παράθυρο Σημειωματάριου.
7111=Κάντε κλικ στο Αρχείο > Άνοιγμα… (ή πατήστε Ctrl + O) στο Notepad

7112=Πατήστε *Ctrl + G*
7120=Το Listary άνοιξε τον προηγούμενο φάκελο στην Εξερεύνηση των Windows! Μπορεί επίσης να σας βοηθήσει να το κάνετε αυτόματα.
7121=Μετάβαση στο προηγούμενο παράθυρο του Explorer
7122=Ανοίξτε οποιοδήποτε άλλο φάκελο στον Explorer
7123=Επιστρέψτε στο παράθυρο διαλόγου Άνοιγμα στο Σημειωματάριο
7124=Παρατηρήστε πως ο φάκελος έχει αλλάξει στο παράθυρο διαλόγου Άνοιγμα

7130=Υπάρχουν πολλά άλλα χαρακτηριστικά, όπως τα αγαπημένα Listary, το ιστορικό και οι εντολές. Μπορείτε να κάνετε κλικ στα κουμπιά της γραμμής εργαλείων του Listary για να εξερευνήσετε.

7141=Σας ευχαριστούμε πολύ για το χρόνο σας! Κάντε κλικ στον παρακάτω σύνδεσμο για να μάθετε περισσότερα σχετικά με άλλες σπουδαίες δυνατότητες του Listary:
7142=Μάθετε περισσότερα σχετικά με το Listary
